adwaita-dark
aic94xx-firmware
alacritty
arm-none-eabi-gcc
ast-firmware
atomicparsley
auto-cpufreq
avr-gcc
avr-libc
base
base-devel
bat
batsignal
bear
biber
blueberry
blueman
bluetuith
bluez-utils
brave-bin
breeze
breeze-gtk
brightnessctl
btop
catppuccin-gtk-theme-mocha
clang
cliphist
compiledb
deluge
deluge-gtk
discord
dos2unix
dunst
efivar
fastfetch
fd
ffmpegthumbnailer
firefox
firewalld
foliate
fontforge
fzf
gcc-fortran
gdb
gdu
gimp
git
gnome-keyring
go
gparted
grim
grimblast-git
helvum
htop
hunspell-en_au
hyprland
hyprlock
hyprpaper
hyprpicker
intel-ucode
jdk17-openjdk
jellyfin-server
jellyfin-web
jupyter-notebook
kitty
kvantum
lazygit
libgsf
libindicator-gtk3
libreoffice-fresh
linux
linux-firmware
linux-firmware-qlogic
lscolors-git
lsof
lua
luarocks
lynx
man-db
man-pages
maven
mediainfo
mpc
mpd
mpd-mpris-bin
mpv
mtools
mullvad-vpn-bin
ncmpcpp
nemo
neovim
network-manager-applet
networkmanager
nicotine+
nodejs
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-lite
npm
nsxiv
ntfs-3g
nwg-look
obs-studio
obsidian
p7zip
pacman-contrib
pacutils
paru-git
paru-git-debug
pavucontrol
pfetch-rs-bin
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
playerctl
polkit-kde-agent
poppler
power-profiles-daemon
powertop
prowlarr
pyenv
python-bottleneck
python-matplotlib
python-numexpr
python-numpy
python-pandas
python-pandas-datareader
python-pip
python-pipenv
python-pycryptodomex
python-pynvim
python-qt-material
qmk
qt5-wayland
qt5ct
qt6ct
ripgrep
rofi-emoji-git
rofi-wayland
rose-pine-cursor
rose-pine-hyprcursor
rstudio-desktop-bin
rust
sbctl
scrot
shellcheck
slurp
sof-firmware
sonarr
speech-dispatcher
spotify
sudo
swww
tesseract-data-eng
texinfo
texlive-binextra
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-plaingeneric
thefuck
tldr
tmux
transmission-cli
trash-cli
tree
ttf-dejavu
ttf-liberation
ttf-ms-win10-auto
typescript
unzip
upd72020x-fw
veracrypt
vesktop-git
vi
vim
visual-studio-code-bin
vivid
vulkan-intel
w3m
waybar
wd719x-firmware
webcord-bin
wev
wf-recorder
wget
wireplumber
wl-clipboard
wmctrl
wofi
wofi-emoji
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland-git
xdotool
xfconf
xorg-xhost
xorg-xrdb
xwaylandvideobridge-git
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zellij
zen-browser-avx2-bin
zig
zsh
